IDEA Open Model
ConcreteULSCheckResultShearEc2.Vrdr Property
Compatible with IDEA StatiCa 20.1
 shear resistance
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Vrdr { get; set; }
Public Property Vrdr As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace